{"results":[{"text":"Hi Garreth,Please check out this role and let me know what you think! This is for a funded startup that has a top rated cloud based POS system.You will be one of the first hires to our prominent, new data science team. We are building the platform to service internal as well as external data products. We're still small, so you should be comfortable working on a variety of things.What You Will Do  *   Explore. We have a mature data infrastructure, and we'd like someone to interrogate this data relentlessly. At this point, adding variables to models is as simple as updating a query; most of the dirty work is already done. Think Jupyter notebooks and meetings with internal business partners.  *   Work directly with Product to build data scientific solutions that empower our merchants.  *   Build machine learning models and productionize them yourself. Currently, we build models to: predict customer retention, offer merchants insight into how they compare with each other, improve sales and customer care operational flows, and more.  *   Design and implement statistical experiments around business decisions.  *   Build data pipelines with Amazon Web Services and Apache Spark.  *   Help tens of thousands of growing businesses get smarter.What You Need  *   Strong understanding of probability, simulation, and statistical inference  *   Experience building predictive models  *   Relative fluency with Python / Pandas / Scikit-Learn and a deep desire to improve. We value Data Scientists who can build models as well as put them into production.  *   Experience writing SQL  *   A git-based workflowBonus Points If You're Experienced With  *   NLP and word2vec  *   Apache Spark  *   Designing data architecture from table to dashboard  *   AWS  *   Postgres  *   Columnar databases (especially Redshift)  *   Document databases (especially Elasticsearch)  *   Data visualization / exploration tools (especially Looker)  *   Side projects  *   Graduate school-------------------------------Kaitlin O'BrienCareer Management Associates370 Lexington Avenue, Suite 205New York, NY 10017Phone: 646 227 1262 x5899Fax: 212 808 4609Email: kobrien@1cma.com<mailto:kobrien@1cma.com>www.linkedin.com/in/kaitlinobriencma<http://www.linkedin.com/in/kaitlinobriencma>","subject":"Data Scientist- West Village","references":["CO2PR04MB7169F7240AFBCB59752C97E9D310@CO2PR04MB716.namprd04.prod.outlook.com"],"messageId":"CO2PR04MB71608AD89E501C7EAF1D87B9D310@CO2PR04MB716.namprd04.prod.outlook.com","inReplyTo":["CO2PR04MB7169F7240AFBCB59752C97E9D310@CO2PR04MB716.namprd04.prod.outlook.com"],"priority":"normal","date":"Wed, 13 Jul 2016 14:06:33 +0000","to":"garrethdottin@gmail.com","from":"<kobrien@1cma.com>"}]}
